/* 
  Localizable.strings
  AtMall

  Created by Apple on 2/22/16.
  Copyright © 2016 HDV. All rights reserved.
*/

"privacy url" = "http://inmapz.com/privacy/";
"term url" = "http://inmapz.com/terms/";

"Search Mall" = "Tìm kiếm địa điểm";
"CHANGE VENUE" = "Đổi địa điểm";

// poi type

"PokeStop" = "PokeStop";
"Restroom/WC" = "WC";
"Food" = "Nhà hàng";
"ATM" = "ATM";
"Elevator" = "Thang máy";
"Smoking" = "Điểm hút thuốc";
"Information" = "Quầy thông tin";
"Security" = "Bảo vệ";
"Entrance" = "Cửa ra vào";
"Escalator" = "Thang cuốn";

// view title

"setting view title" = "Cài đặt";
"tutorial view title" = "Hướng dẫn";
"filter view title" = "Lọc";
"more view title" = "Thêm";
"profile view title" = "Thông tin";

// button title

"change avatar button title" = "Thay đổi ảnh";
"skip tutorial button title" = "Bỏ qua";
"done button title" = "Xong";
"ok button title" = "Đồng ý";
"save button title" = "Lưu";
"cancel button title" = "Huỷ";
"close button title" = "Đóng";
"call button title" = "Gọi";
"filter button title" = "Lọc";
"change venue button title" = "Đổi địa điểm";
"driving direction button title" = "Chỉ đường ô tô";
"train direction button title" = "Chỉ đường tàu hỏa";
"from here button title" = "Chỉ đường từ đây";
"to here button title" = "Chỉ đường tới đây";
"enter outdoor mode button title" = "Quay lại";
"skip login button title" = "Bỏ qua đăng nhập";
"suggest edit button title" = "Chỉnh sửa";
"profile button title" = "Thông tin";
"login button title" = "Đăng nhập";
"download button title" = "Tải về";
"open button title" = "Mở InMapz";
"delete button title" = "Xóa";

// table view header title

"recently header title" = "XEM GẦN ĐÂY";
"nearest header title" = "XUNG QUANH";
"more header title" = "THÊM";
"venue group header title" = "ĐỊA ĐIỂM";

/*
 alert title
 */

"confirmation" = "Xác nhận";
"success alert title" = "Thành công";
"failure alert title" = "Thất bại";
"error alert title" = "Có lỗi xảy ra";
"found information title" = "Đã tìm thấy thông tin";

/*
 alert content
 */

"login failed" = "Đăng nhập không thành công";
"poi name invalid" = "Tên của POI không hợp lệ";
"poi radius invalid" = "Bán kính POI không hợp lệ";
"poi type invalid" = "Kiểu của POI không hợp lệ";
"no route from %@ to %@" = "Không tìm thấy đường đi từ %@ đến %@";
"no indoor map" = "Không tìm thấy dữ liệu bản đồ";
"signup failed" = "Đăng ký không thành công";
"facebook login failed" = "Đăng nhập facebook không thành công";
"logout alert content" = "Bạn muốn đăng xuất tài khoản này?";
"forgot password successfully alert content" = "Chúng tôi đã gửi đường link khôi phục mật khẩu cho bạn. Vui lòng kiểm tra email mà bạn đã sử dụng để đăng kí tài khoản và làm theo hướng dẫn";
"email address is not valid alert content" = "Địa chỉ email không hợp lệ";
"name is not valid alert content" = "Tên không hợp lệ";
"password is not valid alert content" = "Mật khẩu không hợp lệ";
"password dont match alert content" = "Mật khẩu không khớp";
"share facebook error" = "Bạn cần cài đặt ứng dụng Facebook để có thể sử dụng tính năng này";
"need user login" = "Bạn cần đăng nhập để sử dụng tính năng này";
"up to date" = "Bạn đang sử dụng phiên bản mới nhất";
"suggest install inmapz" = "Bạn cần cài đặt ứng dụng InMapz để có thể xem địa điểm này";
"save to contact" = "Bạn có muốn lưu vào danh bạ?";
"are you sure to delete account" = "Bạn có chắc muốn xóa danh bạ này?";

/*
 placeholder text
 */

"search mall placeholder" = "Tìm kiếm sân bay, ...";
"search POI placeholder" = "Tìm kiếm cửa hàng, ...";
"search speakers placeholder" = "Tìm kiếm diễn giả";
"search attendee placeholder" = "Tìm kiếm người tham dự";
"search exhibitors placeholder" = "Tìm kiếm gian triển lãm";
"search exhibitors placeholder 2" = "Tìm kiếm gian triển lãm, ...";
"search deals" = "Tìm kiếm khuyến mại";
"search events" = "Tìm kiếm sự kiện";
"post placeholder" = "Suy nghĩ của bạn?";
"feedback placeholder" = "Ý kiến của bạn";

// loading view content

"loading data" = "Đang tải dữ liệu...";
"loading view logging" = "Đang đăng nhập...";
"loading view processing" = "Đang xử lý...";
"Uploading Logo Image" = "Cập nhật biểu tượng...";
"Uploading Cover Image" = "Cập nhật ảnh bìa...";
"Uploading POI" = "Cập nhật thông tin poi...";

// setting label

"language setting label" = "Ngôn ngữ";
"home city setting label" = "Quê quán";
"email setting label" = "Email";
"password setting label" = "Mật khẩu";
"privacy setting label" = "Riêng tư";
"term setting label" = "Điều khoản";
"help setting label" = "Trợ giúp";
"logout setting label" = "Đăng xuất";
"login setting label" = "Đăng nhập";
"share setting label" = "Chia sẻ %@ với bạn bè";
"version label" = "Phiên bản %@ build %@";
"company label" = "Cung cấp bởi InMapz, WHERE.PLACE INC";

// menu label

"account configure label" = "Sửa";
"setting label" = "Cài đặt";
"logout label" = "Đăng xuất";
"help label" = "Trợ giúp";

// venue type label

"mall venue type" = "Trung tâm thương mại";
"airport venue type" = "Sân bay";
"hotel venue type" = "Khách sạn";
"train station venue type" = "Ga tàu điện";
"trade show venue type" = "Hội chợ";
"resort venue type" = "Khu nghỉ dưỡng";
"park venue type" = "Công viên";
"university venue type" = "Trường học";

// tab bar item title
"speaker_tbit" = "Diễn giả";
"exhibitors_tbit" = "Gian triển lãm";
"wall_tbit" = "Chia sẻ";
"activities_tbit" = "Thông cáo";

// info label
"bioProfile_spl" = "Tiểu sử";
"email_spl" = "Email";
"phone_spl" = "Số điện thoại";
"website_spl" = "Website";
"boothNumber_il" = "Số gian hàng";
"description_il" = "Mô tả";
"contactName_il" = "Tên liên hệ";
"address_il" = "Địa chỉ";
"openTime_il" = "Giờ làm việc";
"mailing_il" = "Địa chỉ hòm thư";

// tutorial screen image name

"tutorial 1" = "tutorial_1_en";
"tutorial 2" = "tutorial_2_en";
"tutorial 3" = "tutorial_3_en";
"tutorial 4" = "tutorial_4_en";
"tutorial 5" = "tutorial_5_en";
"tutorial 6" = "tutorial_6_en";
"tutorial 7" = "tutorial_7_en";

// others

"floor %d" = "%d";
"floor %@" = "%@";
"your location" = "Vị trí của bạn";
"drop pin location" = "Vị trí đánh dấu";
"select on map" = "Chọn trên bản đồ";
"to" = "đến";
"at" = "tại";
"at booth" = "tại gian hàng";
"see_more" = "Xem thêm";
"username" = "Tên đăng ký";
"email" = "Địa chỉ email";

// category

"Accessories" = "Phụ kiện";
"Auto" = "Auto";
"CardsBooksGiftsStationery" = "Văn phòng phẩm";
"ChildrenInfantFashions" = "Thời trang trẻ em";
"DepartmentStores" = "Cửa hàng bách hóa";
"Electronics" = "Đồ điện tử";
"Entertainment" = "Giải trí";
"Fashions" = "Thời trang";
"HealthBathBeauty" = "Làm đẹp";
"HomeFurnishings" = "Nội thất";
"JewelryWatches" = "Trang sức & Đồng hồ";
"MenFashions" = "Thời trang nam";
"WomenFashions" = "Thời trang nữ";
"MusicMovies" = "Âm nhạc và Điện ảnh";
"PhotographyPrinting" = "Nhiếp ảnh và In ấn";
"Restaurants" = "Nhà hàng";
"SeasonalHolidayItems" = "Vật phẩm ngày hội";
"Services" = "Dịch vụ";
"ShoesFootwear" = "Giày dép";
"Specialty" = "Đặc biệt";
"SportingGoods" = "Đồ thể thao";
"SunglassesEyewear" = "Kính mắt";
"TeenFashions" = "Thời trang teen";
"ToysGames" = "Đồ chơi";

// toast

"failed to upload image" = "Upload ảnh thất bại";
"image uploaded successfully" = "Upload ảnh thành công";
"failed to create new post" = "Tạo post mới thất bại";
"new post created successfully" = "Tạo post mới thành công";
"failed to post a comment" = "Tạo bình luận không thành công";
"failed to edit poi" = "Chỉnh sửa không thành công";
"poi edited successfully" = "Chỉnh sửa thành công";
"no webpage available" = "Không có thông tin";
"Failed to save contact" = "Lưu danh bạ thất bại";
"Contact saved successfully" = "Lưu danh bạ thành công";
"Failed to delete contact" = "Xóa danh bạ thất bại";
"Contact deleted successfully" = "Xóa danh bạ thành công";
"Failed to edit contact" = "Sửa danh bạ thất bại";
"Contact edited successfully" = "Sửa danh bạ thành công";
"Failed to delete post" = "Xóa bài viết thất bại";
"Post deleted successfully" = "Xóa bài viết thành công";

// time

"year" = "năm";
"month" = "tháng";
"day" = "ngày";
"hour" = "giờ";
"minute" = "phút";
"ago" = "trước";

// pull to refresh

"ptr Loading more" = "Tải thêm";
"ptr Loading..." = "Đang tải...";
"ptr Release to refresh" = "Thả để làm mới";
"ptr Pull to refresh" = "Kéo để làm mới";

// ha noi expo

"press release title" = "Thông cáo báo chí";
"fair program title" = "Chuong trinh VIETNAM EXPO 2017";
"forum program title" = "Chương trình dự kiến Diễn đàn xúc tiến xuất khẩu";
"press release source name" = "Thong cao bao chi VNExpo HN 2017";
"fair program source name" = "Chuong trinh VIETNAM EXPO 2017 - MOIT";
"forum program source name" = "Chương trình dự kiến Diễn đàn xúc tiến xuất khẩu";

// loyalty

"total point" = "Tổng điểm";
"point" = "điểm";
"history" = "Lịch sử";
"post wall point description" = "Đã tạo thành công một chia sẻ mới";
"share on face point description" = "Đã chia sẻ một bài viết qua Facebook";
"check in point description" = "Đã check-in";

// voucher

"valid date" = "Ngày bắt đầu: %@";
"expired date" = "Ngày hết hạn: %@";

// sharing text

"sharing text" = "Hãy sử dụng %@ ngay trên điện thoại của bạn. Tải ứng dụng tại %@";

// MARK: - more

"m_allEvent" = "Địa điểm";
"m_schedule" = "Sự kiện yêu thích";
"m_exhibitor" = "Gian hàng yêu thích";
"m_contact" = "Danh bạ yêu thích";
"m_myAttendees" = "Người tham gia yêu thích";
"m_notification" = "Thông báo";
"m_inbox" = "Hộp thư";
"m_social" = "Mạng xã hội";
"m_attendee" = "Danh sách tham gia";
"m_speaker" = "Danh sách diễn giả";
"m_welcome" = "Chào mừng";
"m_announcement" = "Thông báo";
"m_exhibitHour" = "Giờ hoạt động";
"m_direction" = "Chỉ đường";
"m_parking" = "Đỗ xe";
"m_food" = "Ăn uống";
"m_lodging" = "Nghỉ ngơi";
"m_nearbyAttractions" = "Địa điểm xung quanh";
"m_facebook" = "Facebook";
"m_linkedIn" = "LinkedIn";
"m_twitter" = "Twitter";
"m_instagram" = "Instagram";
"m_profile" = "Thông tin của tôi";
"m_logout" = "Đăng xuất";
"m_login" = "Đăng nhập";
"m_sendFeedback" = "Phản hồi";
"m_rateApp" = "Đánh giá ứng dụng";
"m_help" = "Hướng dẫn";
"m_about" = "Giới thiệu";
"m_survey" = "Khảo sát";

"ms_allEvent" = "ĐỊA ĐIỂM";
"ms_bookmark" = "ĐÁNH DẤU";
"ms_messaging" = "TIN NHẮN";
"ms_networking" = "MẠNG XÃ HỘI";
"ms_show" = "THÔNG TIN TRIỂN LÃM";
"ms_follow" = "THEO DÕI";
"ms_setting" = "CÀI ĐẶT";
"ms_atShow" = "THÔNG TIN ỨNG DỤNG";

"ml_exhibitHours" = "Giờ mở cửa các gian hàng";

"Reload" = "Tải lại";
"An error occured while loading data" = "Đã có lỗi xảy ra trong quá trình tải dữ liệu";

// landmark name
"entrance2" = "Cổng vào";
"coffee" = "Quán cà phê";
"atm2" = "Máy rút tiền";
"counter" = "Quầy tính tiền";
"conference" = "Phòng hội thảo";
"theater" = "Rạp hát";
"wc" = "Nhà vệ sinh";
"elevator2" = "Thang máy";
"handicap" = "Nhà vệ sinh cho người khuyết tật";
"escalator2" = "Thang cuốn";
"staircase" = "Thang bộ";
"kid" = "Khu vực trẻ em";
"medical" = "Nhà thuốc";
"police" = "An ninh";
"valetparking" = "Bãi đỗ xe";
"selfparking" = "Bãi đỗ xe cá nhân";
"smoking2" = "Phòng hút thuốc";
"ticket" = "Quầy bán vé";
"info" = "Quầy thông tin";
"taxi" = "Điểm dừng taxi";
"babycare" = "Phòng mẹ và bé";
"baggagecheck" = "Quầy kiểm tra hành lý";
"baggageclaim" = "Quầy nhận hành lý";
"baggagestorage" = "Tủ gửi đồ";
"bus" = "Điểm xe buýt";
"carousel" = "Băng chuyền";
"checkincounter" = "Quầy check-in";
"currencyexchange" = "Quầy đổi tiền";
"dutyfree" = "Cửa hàng miễn thuế";
"flightinfo" = "Quầy thông tin chuyến bay";
"lostfound" = "Hành lý thất lạc";
"lounge" = "Khu vực nghỉ";
"metro" = "Tàu điện";
"passportcontrol" = "Quầy kiểm tra hộ chiếu";
"sleeproom" = "Phòng ngủ";
"stroller" = "Xe đẩy";
"prayerroom" = "Phòng cầu nguyện";
"transfer" = "Transfer";
"exhibitor" = "Triển lãm";
"charing" = "Sạc pin điện thoại";
"wifi" = "Wi-fi";
"water" = "Nước";
"publicchair" = "Khu vực nghỉ";
"fireExits" = "Lối thoát hiểm";
"carParking" = "Bãi đỗ ô tô";
"motorParking" = "Bãi đỗ xe máy";
"pickupPoint" = "Điểm đón thả";
"wcBaby" = "Nhà vệ sinh trẻ em";
"departuregate" = "Cổng đi";
"handicapParking" = "Chỗ đỗ xe lăn";
"handicapWC" = "Nhà vệ sinh cho người khuyết tật";
"ostomateToilet" = "Bồn vệ sinh y tế";
"vehicleChargingStation" = "Trạm sạc xe ô tô điện";
"eLocker" = "Tủ đựng đồ điện tử";
"tooltip_1" = "Nhấn vào đây để chuyển tầng. Nhấn vào thông báo này để ẩn thông báo";
"tooltip_2" = "Nhấn vào đây để chia sẻ bản đồ. Nhấn vào thông báo này để ẩn thông báo";
"tooltip_3" = "Nhấn vào đây để mở bản đồ. Nhấn vào thông báo này để ẩn thông báo";
"makeup" = "Phòng trang điểm";
"kiosk" = "Kiosk";

"airport not available" = "SÂN BAY NÀY CHƯA ĐƯỢC HỖ TRỢ";
"same from to" = "Điểm đầu và điểm cuối trùng nhau. Vui lòng chọn vị trí khác.";

"update offline data" = "Cập nhật dữ liệu offline";
"delete offline data" = "Xóa dữ liệu offline";

"mile(s)" = "dặm";
"m" = "m";
"filter failed" = "Không tồn tại địa điểm tìm kiếm trong tầng hiện tại";

"GF" = "Tầng trệt";
"1F" = "Tầng 1";
"2F" = "Tầng 2";
"3F" = "Tầng 3";
"4F" = "Tầng 4";
"5F" = "Tầng 5";
"6F" = "Tầng 6";
"RF" = "Tầng thượng";
"Basement" = "Tầng hầm";

"Available" = "Còn trống";
"parking.status.notes.empty" = "Bãi xe còn nhiều chỗ";
"parking.status.notes.available" = "Bãi xe còn chỗ";
"parking.status.notes.nearFull" = "Bãi xe gần đầy";
"parking.status.notes.full" = "Bãi xe đầy";

"R34-Sv-HmO.text" = "Thông tin";
"DRG-Zv-mfr.text" = "Vị trí";
"wr2-d9-XOP.normalTitle" = "Huỷ";
"nI8-Ug-MtE.normalTitle" = "Đồng ý";
"ll4-ss-2qe.normalTitle" = "Chỉ đường từ đây";
"h0N-ud-1I4.normalTitle" = "Chỉ đường đến đây";
"HJK-sf-niF.normalTitle" = "Tiếp";
"QS2-hW-7jl.text" = "DANH SÁCH SÂN BAY";
"ZeR-5r-EXR.text" = "Xem";
"lKD-yy-xsj.text" = "Xem";
"g88-oR-9V4.text" = "Tải ảnh lỗi";
